export const config = [
  {
    question: '1、你认为美术作品的价值主要体现在哪些方面？（可多选） ',
    type: 'multiple',
    options: [
      'A. 艺术家的知名度',
      'B. 作品的创作技巧与表现力',
      'C. 作品所传达的情感与思想',
      'D. 作品的市场价值',
    ],
  },
  {
    question: '2、在欣赏一幅绘画作品时，你最先关注的是什么？ ',
    type: 'single',
    options: ['A. 色彩', 'B. 构图', 'C. 主题', 'D. 细节描绘'],
  },
  {
    question: '3、以下哪位艺术家的作品风格以强烈的色彩和大胆的笔触著称？ ',
    type: 'single',
    options: ['A. 莫奈', 'B. 梵高', 'C. 达·芬奇', 'D. 米开朗基罗'],
  },
  {
    question: '4、你认为艺术创作的灵感主要来源于什么？ ',
    type: 'single',
    options: [
      'A. 艺术家的想象',
      'B. 现实生活',
      'C. 传统艺术的继承',
      'D. 科学技术的发展',
    ],
  },
  {
    question: '5、在美术鉴赏中，以下哪项不是必须具备的知识？ ',
    type: 'single',
    options: [
      'A. 艺术史',
      'B. 艺术理论',
      'C. 艺术家的生平',
      'D. 艺术作品的市场行情',
    ],
  },
  {
    question: '6、你认为艺术作品的审美价值是否会随着时间的推移而改变？ ',
    type: 'single',
    options: [
      'A. 会',
      'B. 不会',
      'C. 取决于作品本身的质量',
      'D. 取决于社会文化环境的变化',
    ],
  },
  {
    question: '7、在欣赏雕塑作品时，你认为以下哪个因素最重要？ ',
    type: 'single',
    options: ['A. 材质', 'B. 形态', 'C. 表情', 'D. 尺寸'],
  },
  {
    question: '8、你认为艺术作品的创作意图是否重要？ ',
    type: 'single',
    options: ['A. 非常重要', 'B. 重要', 'C. 一般', 'D. 不重要'],
  },
  {
    question: '9、在美术鉴赏中，你是否倾向于了解作品背后的文化背景？ ',
    type: 'single',
    options: ['A. 是', 'B. 否', 'C. 视情况而定', 'D. 只了解大致情况'],
  },
  {
    question: '10、你认为艺术作品的创新性重要吗？ ',
    type: 'single',
    options: ['A. 非常重要', 'B. 重要', 'C. 一般', 'D. 不重要'],
  },
  {
    question: '11、你认为艺术作品的受众是否会影响作品的价值？ ',
    type: 'single',
    options: [
      'A. 会',
      'B. 不会',
      'C. 取决于作品本身的质量',
      'D. 取决于受众的审美水平',
    ],
  },
  {
    question: '12、在美术鉴赏中，你是否注重作品的形式美？ ',
    type: 'single',
    options: ['A. 是', 'B. 否', 'C. 视情况而定', 'D. 只注重内容'],
  },
  {
    question: '13、你认为艺术作品的创作难度是否会影响作品的价值？ ',
    type: 'single',
    options: [
      'A. 会',
      'B. 不会',
      'C. 取决于作品本身的质量',
      'D. 取决于艺术家的知名度',
    ],
  },
  {
    question: '14、在欣赏艺术作品时，你是否会被作品的情感所打动？ ',
    type: 'single',
    options: ['A. 经常', 'B. 偶尔', 'C. 很少', 'D. 从不'],
  },
  {
    question: '15、你认为艺术作品的保存状况是否会影响作品的价值？ ',
    type: 'single',
    options: [
      'A. 会',
      'B. 不会',
      'C. 取决于作品本身的质量',
      'D. 取决于作品的知名度',
    ],
  },
  {
    question: '16、在美术鉴赏中，你是否倾向于与他人交流自己的看法？ ',
    type: 'single',
    options: ['A. 是', 'B. 否', 'C. 视情况而定', 'D. 只听取他人的意见'],
  },
  {
    question: '17、你认为艺术作品的创作年代是否会影响作品的价值？ ',
    type: 'single',
    options: [
      'A. 会',
      'B. 不会',
      'C. 取决于作品本身的质量',
      'D. 取决于作品的历史背景',
    ],
  },
  {
    question: '18、在欣赏艺术作品时，你是否会尝试去理解艺术家的创作意图？ ',
    type: 'single',
    options: ['A. 是', 'B. 否', 'C. 视情况而定', 'D. 只关注作品本身'],
  },
  {
    question: '19、你认为艺术作品的市场价值是否能反映作品的艺术价值？ ',
    type: 'single',
    options: ['A. 能', 'B. 不能', 'C. 只能反映一部分', 'D. 取决于市场环境'],
  },
  {
    question: '20、在欣赏建筑艺术时，你最先关注的是什么？ ',
    type: 'single',
    options: ['A. 建筑风格', 'B. 建筑材料', 'C. 建筑功能', 'D. 建筑的历史背景'],
  },
];
